Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: You cannot unrelease files. The selected files have already been unreleased.
tr_tr: Dosyaları yayından kaldıramazsınız. Seçilen dosyalar zaten yayından kaldırıldı.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} selected documents are already unreleased. Do you want to unrelease the other documents?
tr_tr: Seçilen {{selectedRowKeysLength}} belge arasından {{unReleasedDocumentsLength}} tanesi zaten yayından kaldırıldı. Diğer belgeleri yayından kaldırmak istiyor musunuz?

source: Do you want to unrelease {{selectedRowKeysLength}} selected document(s)?
tr_tr: Seçilen {{selectedRowKeysLength}} belgesini/belgelerini yayından kaldırmak istiyor musunuz?

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
tr_tr: Seçilen {{RequestedCount}} belgeden {{FailedLength}} tanesi yayından kaldırılamaz. Yalnızca yayınlanmış belgeler yayından kaldırılabilir.

source: No manager
tr_tr: Yönetici yok

source: Managers
tr_tr: Yöneticiler

source: Communication manager
tr_tr: İletişim yöneticisi

source: Supported file formats: PDF. Maximum file size: 20MB.
tr_tr: Desteklenen dosya formatları: PDF. Maksimum dosya boyutu: 20MB.

source: You can close this window, but please keep this page open to ensure a successful upload.
tr_tr: Bu pencereyi kapatabilirsiniz, ancak başarılı bir yükleme için lütfen bu sayfayı açık tutunuz.

source: Your file is being uploaded.
tr_tr: Dosyanız yükleniyor.

source: The document "{{fileName}}" was successfully imported.
tr_tr: "{{fileName}}" adlı belge başarıyla içe aktarıldı.

source: The document "{{fileName}}" cannot be imported. Check format and size conditions.
tr_tr: "{{fileName}}" adlı belge içe aktarılamıyor. Lütfen format ve boyut koşullarını kontrol ediniz.

source: Canceled
tr_tr: İptal Edildi

source: No doc
tr_tr: Belge yok

source: Not released
tr_tr: Yayınlanmadı

source: Released
tr_tr: Yayınlandı

source: Unreleased
tr_tr: Yayından kaldırılmış

source: My summary report
tr_tr: Özet raporum

source: Document review
tr_tr: Belge değerlendirmesi

source: Hierarchy validation
tr_tr: Hiyerarşi doğrulaması

source: Marketing team equity plan
tr_tr: Pazarlama ekibi hisse senedi planı

source: View grid
tr_tr: Kılavuzu görüntüle

source: Comp history
tr_tr: Karşılaştırma geçmişi

source: Go to individual view
tr_tr: Bireysel görünüme git

source: Comp overview
tr_tr: Karşılaştırma genel bakış

source: day
tr_tr: gün

source: History of the last {{count}} change events
tr_tr: Son {{count}} değişiklik olayının geçmişi

source: month
tr_tr: ay

source: months
tr_tr: aylar

source: No compensation history available for this worker at the moment.
tr_tr: Şu anda bu Çalışan için kullanılabilir bir ücret geçmişi yok.

source: No comp history
tr_tr: Ücret geçmişi yok

source: Overview of recent changes
tr_tr: Son değişikliklere genel bakış

source: Time in company
tr_tr: Şirkette geçirilen süre

source: Time in role
tr_tr: Görevde geçirilen süre

source: year
tr_tr: yıl

source: years
tr_tr: yıl

source: Create plan
tr_tr: Plan oluşturun

source: New plan
tr_tr: Yeni plan

source: Are you sure you want to exit without saving your changes?
tr_tr: Değişikliklerinizi kaydetmeden çıkmak istediğinizden emin misiniz?

source: Exit without saving
tr_tr: Kaydetmeden çık

source: Zip code
tr_tr: Posta kodu

source: Zip code or postal code.
tr_tr: Posta kodu.

source: Let's discuss on
tr_tr: Şu konuyu ele alalım:

source: Type and status
tr_tr: Tür ve durum

source: Please accept the data privacy notice to proceed.
tr_tr: Devam etmek için lütfen veri gizliliği bildirimini kabul edin.

source: Bulk edition via CSV
tr_tr: CSV aracılığıyla toplu düzenleme

source: Export roles
tr_tr: Görevleri dışa aktar

source: Upload your file
tr_tr: Dosyanızı yükleyin

source: Download your current role configuration
tr_tr: Mevcut görev yapılandırmanızı indirin

source: Edit the CSV file
tr_tr: CSV dosyasını düzenleyin

source: Upload the modified CSV file
tr_tr: Değiştirilmiş CSV dosyasını yükleyin

source: The file was successfully uploaded. Please download the log file. To review any errors, refer to the last two columns of the file ("Result" and "Error Description").
tr_tr: Dosya başarıyla yüklendi. Lütfen günlük dosyasını indirin. Herhangi bir hatayı değerlendirmek için dosyanın son iki sütununa ("Sonuç" ve "Hata Açıklaması") bakın.

source: Your avatar was successfully updated.
tr_tr: Avatarınız başarıyla güncellendi.

source: <strong>{{userName}}</strong> added alignments.
tr_tr: <strong>{{userName}}</strong> uyumlar ekledi.

source: <strong>{{userName}}</strong> deleted alignments.
tr_tr: <strong>{{userName}}</strong> uyumları sildi.

source: <strong>{{userName}}</strong> added a file.
tr_tr: <strong>{{userName}}</strong> bir dosya ekledi.

source: <strong>{{userName}}</strong> deleted a file.
tr_tr: <strong>{{userName}}</strong> bir dosyayı sildi.

source: <strong>{{userName}}</strong> added a deliverable.
tr_tr: <strong>{{userName}}</strong> bir teslim edilecek öğe ekledi.

source: <strong>{{userName}}</strong> deleted a deliverable.
tr_tr: <strong>{{userName}}</strong> bir teslim edilecek öğeyi sildi.

source: <strong>{{userName}}</strong> marked a deliverable as done.
tr_tr: <strong>{{userName}}</strong> bir teslim edilecek öğeyi tamamlandı olarak işaretledi.

source: <strong>{{userName}}</strong> marked a deliverable as undone.
tr_tr: <strong>{{userName}}</strong> bir teslim edilecek öğeyi tamamlanmadı olarak işaretledi.

source: <strong>{{userName}}</strong> updated a deliverable.
tr_tr: <strong>{{userName}}</strong> bir teslim edilecek öğeyi güncelledi.

source: <strong>{{userName}}</strong> updated a description.
tr_tr: <strong>{{userName}}</strong> bir açıklama güncelledi.

source: <strong>{{userName}}</strong> updated the due date.
tr_tr: <strong>{{userName}}</strong> son teslim tarihini güncelledi.

source: <strong>{{userName}}</strong> approved a goal
tr_tr: <strong>{{userName}}</strong> bir hedefi onayladı

source: <strong>{{userName}}</strong> created a goal
tr_tr: <strong>{{userName}}</strong> bir hedef oluşturdu

source: <strong>{{userName}}</strong> rejected a goal
tr_tr: <strong>{{userName}}</strong> bir hedefi reddetti

source: <strong>{{userName}}</strong> deleted a goal
tr_tr: <strong>{{userName}}</strong> bir hedefi sildi

source: <strong>{{userName}}</strong> marked a goal as done.
tr_tr: <strong>{{userName}}</strong> bir hedefi tamamlandı olarak işaretledi.

source: <strong>{{userName}}</strong> reopened a goal
tr_tr: <strong>{{userName}}</strong> bir hedefi yeniden açtı

source: <strong>{{userName}}</strong> submitted a goal for approval.
tr_tr: <strong>{{userName}}</strong> onay için bir hedef gönderdi.

source: <strong>{{userName}}</strong> added a measurement criterion
tr_tr: <strong>{{userName}}</strong> bir ölçüm kriteri ekledi

source: <strong>{{userName}}</strong> deleted a measurement criterion
tr_tr: <strong>{{userName}}</strong> bir ölçüm kriterini sildi

source: <strong>{{userName}}</strong> updated a measurement criterion
tr_tr: <strong>{{userName}}</strong> bir ölçüm kriterini güncelledi

source: <strong>{{userName}}</strong> updated the population of a goal.
tr_tr: <strong>{{userName}}</strong> bir hedefin popülasyonunu güncelledi.

source: <strong>{{userName}}</strong> updated a goal priority
tr_tr: <strong>{{userName}}</strong> bir hedef önceliğini güncelledi

source: <strong>{{userName}}</strong> updated the progress settings of a goal.
tr_tr: <strong>{{userName}}</strong> bir hedefin ilerleme ayarlarını güncelledi.

source: <strong>{{userName}}</strong> updated the progress of a goal.
tr_tr: <strong>{{userName}}</strong> bir hedefin ilerleyişini güncelledi.

source: <strong>{{userName}}</strong> updated a title
tr_tr: <strong>{{userName}}</strong> bir başlığı güncelledi

source: <strong>{{userName}}</strong> updated a goal tracking status
tr_tr: <strong>{{userName}}</strong> bir hedef takip durumunu güncelledi

source: <strong>{{userName}}</strong> updated the weight of a goal.
tr_tr: <strong>{{userName}}</strong> bir hedefin ağırlığını güncelledi.

source: Our security filter has blocked your request. Please refresh the page and try again. If the issue persists, please reach out to your IT team for assistance.
tr_tr: Güvenlik filtremiz isteğinizi engelledi. Lütfen sayfayı yenileyip tekrar deneyin. Sorun devam ederse, lütfen yardım için BT ekibinizle iletişime geçin.

source: Exit proxy
tr_tr: Vekilden çık

source: Back to the previous page
tr_tr: Önceki sayfaya geri dön

source: You currently don't have proxy access
tr_tr: Şu anda vekil erişiminiz yok

source: My proxy permissions
tr_tr: Vekil izinlerim

source: Proxy user
tr_tr: Vekil kullanıcı

source: Acting on behalf of
tr_tr: Şunun adına hareket ediyor:

source: Your goal was successfully published. You're on the right track!
tr_tr: Hedefiniz başarıyla yayınlandı. Doğru yoldasınız!

source: See all
tr_tr: Tümünü gör

source: View goal
tr_tr: Hedefi görüntüle

source: Read less
tr_tr: Daha azını oku

source: Read more
tr_tr: Daha fazlasını oku

source: State or region.
tr_tr: Eyalet veya bölge.

source: Are you sure you want to reopen this goal?
tr_tr: Bu hedefi yeniden açmak istediğinizden emin misiniz?

source: Reopen goal
tr_tr: Hedefi yeniden aç

source: Add inspiration tip content
tr_tr: İlham ipucu içeriği ekle

source: Can you give me your perspective on the progress of my project? | What are my top three strengths? | Where do you think I should focus my development? | What is something you like about working with me? | Is there anything I could do to improve your experience working with me? | Where could I improve in my role?| Where do you think I am most impactful in my role? | How could I have better supported you in your role? | Can we talk about my project? What do you think is going well or what didn’t go well? | If there was one piece of advice you would give me to help me grow, what would it be? | Have you noticed any gaps in my self-awareness? | What skills do you think I should learn/ improve? | Can you give me your thoughts on how I am doing in my role? | Is there anything you would have done differently? | What key behaviors should I practice?
tr_tr: Projemin ilerleyişi hakkında bana kendi bakış açınızı belirtebilir misiniz? | En güçlü üç yönüm nedir? | Sizce gelişimimi nereye odaklamam gerekiyor? | Benimle çalışmakla ilgili hoşunuza giden şey nedir? | Benimle çalışma deneyiminizi geliştirmek için yapabileceğim bir şey var mı? | Görevimin hangi noktasında kendimi geliştirebilirim?| Görevimde en etkili olduğumu düşündüğünüz yer neresi? | Görevinizde sizi daha iyi nasıl destekleyebilirim? | Projemden bahsedebilir miyiz? Sizce ne iyi gidiyor ya da ne iyi gitmedi? | Gelişmeme yardımcı olacak bir tavsiyede bulunacak olsaydınız, bu ne olurdu? | Öz farkındalığımla ilgili herhangi bir boşluk fark ettiniz mi? | Sizce hangi becerileri öğrenmeliyim/geliştirmeliyim? | Görevimde ne durumda olduğumla ilgili düşüncelerinizi bana belirtebilir misiniz? | Sizin farklı yapacağınız bir şey olur muydu? | Hangi temel davranışları uygulamalıyım?

source: Can you give me your perspective on the progress of their projects? | What are their top three strengths? | Where do you think they should focus their development? | What is something you like about working with them? | What would you recommend them to stop/start/continue? | Is there anything they could do to improve your experience working with them? | Where could they improve in their role? | Where do you think they are most impactful in their role? | Are there any specific areas of development you think I could help them focus on? | If there was one piece of advice you could give them, what would it be? | Have you noticed any gaps in their self-awareness? | What skills do you think they should learn/ improve? | Can you give me your thoughts on how they are doing in their role? | What do you think are their top stand out behaviors? | What key behaviors should they practice?
tr_tr: Projelerinin ilerleyişi hakkında bana bakış açınızı belirtebilir misiniz? | En güçlü üç yönleri nelerdir? | Sizce gelişimlerini nereye odaklamaları gerekiyor? | Onlarla çalışmakla ilgili hoşunuza giden şey nedir? | Onlara durmalarını/başlamalarını/devam etmelerini tavsiye edeceğiniz bir şey var mı? | Onlarla çalışırken deneyiminizi geliştirmek için yapabilecekleri bir şey var mı? | Görevlerinin hangi noktasında kendilerini geliştirebilirler? | Görevlerinde en etkili olduklarını düşündüğünüz yer neresi? | Odaklanmalarına yardımcı olabileceğim belirli herhangi bir gelişim alanı var mı? | Onlara verebileceğiniz tek bir tavsiye olsaydı, bu ne olurdu? | Öz farkındalıklarıyla ilgili herhangi bir boşluk fark ettiniz mi? | Sizce hangi becerileri öğrenmeliler/geliştirmeliler? | Görevlerinde ne durumda olduklarıyla ilgili düşüncelerinizi bana belirtebilir misiniz? | En çok öne çıkan davranışlarının neler olduğunu düşünüyorsunuz? | Hangi temel davranışları uygulamalılar?

source: Where do you think they are most impactful in their role?
tr_tr: Rollerinde en etkili olduklarını düşündüğünüz alan nedir?

source: Have you noticed any gaps in their self-awareness?
tr_tr: Öz farkındalıklarında herhangi bir eksiklik fark ettiniz mi?

source: What key behaviors should they practice?
tr_tr: Hangi temel davranışları uygulamalılar?

source: What would you recommend them to stop/start/continue?
tr_tr: Onlara neyi bırakmalarını/başlamalarını/sürdürmelerini önerirsiniz?

source: Can you give me your perspective on the progress of their projects?
tr_tr: Projelerinin ilerleyişi hakkındaki görüşünüzü paylaşabilir misiniz?

source: What do you think are their top stand out behaviors?
tr_tr: Sence onların en öne çıkan başlıca davranışları nelerdir?

source: What is something you like about working with them?
tr_tr: Onlarla çalışmaktan hoşlandığınız bir şey nedir?

source: Are there any specific areas of development you think I could help them focus on?
tr_tr: Odaklanmalarına yardımcı olabileceğimi düşündüğünüz belirli gelişim alanları var mı?

source: What are their top three strengths?
tr_tr: En güçlü üç yönleri nelerdir?

source: Where could they improve in their role?
tr_tr: Rollerinde neyi geliştirebilirler?

source: Is there anything they could do to improve your experience working with them?
tr_tr: Seninle çalışma deneyimini iyileştirmek için yapabilecekleri bir şey var mı?

source: If there was one piece of advice you could give them, what would it be?
tr_tr: Onlara verebileceğiniz tek bir tavsiye olsaydı, bu ne olurdu?

source: Where do you think they should focus their development?
tr_tr: Sizce gelişimlerini nereye odaklamalılar?

source: Can you give me your thoughts on how they are doing in their role?
tr_tr: Rollerinde nasıl performans gösterdikleri hakkındaki düşüncelerinizi paylaşır mısınız?

source: What skills do you think they should learn/improve?
tr_tr: Sizce hangi becerileri öğrenmeli/geliştirmelidirler?

source: How could I have better supported you in your role?
tr_tr: Rolünüzde sizi daha iyi nasıl destekleyebilirdim?

source: Have you noticed any gaps in my self-awareness?
tr_tr: Öz farkındalığımda herhangi bir eksiklik fark ettiniz mi?

source: What key behaviors should I practice?
tr_tr: Hangi temel davranışları uygulamalıyım?

source: Is there anything I could do to improve your experience working with me?
tr_tr: Benimle çalışma deneyiminizi iyileştirmek için yapabileceğim bir şey var mı?

source: Can you give me your perspective on the progress of my project?
tr_tr: Projemin ilerleyişi hakkındaki görüşünüzü paylaşabilir misiniz?

source: Is there anything you would have done differently?
tr_tr: Farklı yapabileceğiniz bir şey var mıydı?

source: What is something you like about working with me?
tr_tr: Benimle çalışmaktan hoşlandığınız bir şey nedir?

source: Can we talk about my project? What do you think is going well or what didn’t go well?
tr_tr: Projem hakkında konuşabilir miyiz? Sence ne iyi gidiyor ya da ne iyi gitmedi?

source: What are my top three strengths?
tr_tr: En güçlü üç yönüm neler?

source: Where do you think I am most impactful in my role?
tr_tr: Rolümde en çok etkiyi nerede yarattığımı düşünüyorsunuz?

source: Where could I improve in my role?
tr_tr: Rolümde nerelerde gelişebilirim?

source: If there was one piece of advice you would give me to help me grow, what would it be?
tr_tr: Gelişmeme yardımcı olmak için bana vereceğiniz tek bir tavsiye olsaydı, bu ne olurdu?

source: Where do you think I should focus my development?
tr_tr: Bence gelişimimi hangi alana odaklamalıyım?

source: Can you give me your thoughts on how I am doing in my role?
tr_tr: Rolümde nasıl performans gösterdiğim hakkında düşüncelerini paylaşabilir misin?

source: What skills do you think I should learn/improve?
tr_tr: Bence hangi becerileri öğrenmem/geliştirmem gerekiyor?

source: The goal was successfully submitted again for approval.
tr_tr: Hedef onay için başarıyla tekrar gönderildi.

source: Performance evaluation section
tr_tr: Performans değerlendirme bölümü

source: The review is about a deactivated worker.
tr_tr: Değerlendirme, devre dışı bırakılmış bir çalışanla ilgilidir.

source: Edit response
tr_tr: Yanıtı düzenle

source: Goals aligned to this goal
tr_tr: Bu hedefle uyumlu hedefler

source: Fulfillment
tr_tr: Yerine Getirme

source: Hide details
tr_tr: Ayrıntıları gizleyin

source: What is your view?
tr_tr: Sizin görüşünüz nedir?

source: No rating yet.
tr_tr: Henüz bir derecelendirme yok.

source: Not rated
tr_tr: Derecelendirilmedi

source: Delete reviews
tr_tr: Değerlendirmeleri sil

source: Are you sure you want to delete {{count}} review? This action cannot be undone.
tr_tr: {{count}} değerlendirmeyi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Are you sure you want to delete {{count}} reviews? This action cannot be undone.
tr_tr: {{count}} değerlendirmeyi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Delete {{count}} review
tr_tr: {{count}} değerlendirmeyi sil

source: Delete {{count}} reviews
tr_tr: {{count}} değerlendirmeyi sil

source: The deletion process of the review has started. This can take some time.
tr_tr: Değerlendirmeleri silme süreci başladı. Bu biraz zaman alabilir.

source: {{count}} reviews were successfully deleted.
tr_tr: {{count}} değerlendirme başarıyla silindi.

source: {{count}} review was successfully deleted.
tr_tr: {{count}} değerlendirmer başarıyla silindi.

source: Filter by review stage
tr_tr: Değerlendirme aşamasına göre filtrele

source: Reviews in "Closed" stage: {{count}}
tr_tr: "Kapalı" aşamasındaki değerlendirmeler: {{count}}

source: Reviews in "Closed (System)" stage: {{count}}
tr_tr: "Kapalı (Sistem)" aşamasındaki değerlendirmeler: {{count}}

source: Reviews in "Moderation" stage: {{count}}
tr_tr: "Denetleme" aşamasındaki değerlendirmeler: {{count}}

source: Reviews in "Pending sign-off" stage: {{count}}
tr_tr: "Onay bekliyor" aşamasındaki değerlendirmeler: {{count}}

source: Find workers by cost center
tr_tr: Maliyet merkezine göre çalışanları bulun

source: Search for a cost center
tr_tr: Bir maliyet merkezi ara

source: Find workers by country
tr_tr: Ülkeye göre çalışanları bulun

source: Search for a country
tr_tr: Bir ülke ara

source: The list can load up to {{count}} results. Use the search field to find additional managers.
tr_tr: Liste en fazla {{count}} sonuca kadar yüklenebilir. Ek yöneticiler bulmak için arama alanını kullanın.

source: Find workers by their manager
tr_tr: Çalışanları yöneticilerine göre bulun

source: The list can load up to {{count}} results. Use the search field to find additional organizational units.
tr_tr: Liste en fazla {{count}} sonuca kadar yüklenebilir. Ek organizasyon birimleri bulmak için arama alanını kullanın.

source: Find workers by organizational unit
tr_tr: Çalışanları organizasyon birimine göre bulun

source: The list can load up to {{count}} results. Use the search field to find additional workers.
tr_tr: Liste en fazla {{count}} sonuca kadar yüklenebilir. Ek Çalışanlar bulmak için arama alanını kullanın.

source: Find specific workers
tr_tr: Belirli çalışanları bulun

source: Manage {{templateName}}
tr_tr: {{templateName}} yönetin

source: Manage reviews
tr_tr: Değerlendirmeleri yönetin

source: Both parties will need to submit their review again. The manager should wait for the worker review to be submitted before submitting theirs. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
tr_tr: Her iki tarafın da değerlendirmelerini tekrar göndermesi gerekecektir. Yönetici, kendi değerlendirmesini göndermeden önce çalışan değerlendirmesinin gönderilmesini beklemelidir. Formların arka planda işlendiğini unutmayın. Seçtiğiniz değerlendirmelerin hacmine bağlı olarak, gelecekteki seçimleri işlerken ve yöneticilere geri gönderirken bu formlardan bazılarını görmeye devam edebilirsiniz. Uygulamayı kullanmaya devam edebilir ve gerekli diğer tüm eylemleri gerçekleştirebilirsiniz.

source: {{count}} review was successfully reopened for workers and managers.
tr_tr: {{count}} değerlendirme, çalışanlar ve yöneticiler için başarıyla yeniden açıldı.

source: {{count}} reviews were successfully reopened for workers and managers.
tr_tr: {{count}} değerlendirme, çalışanlar ve yöneticiler için başarıyla yeniden açıldı.

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
tr_tr: {{count}} değerlendirmeyi, çalışanlar ve yöneticiler için "Devam ediyor" aşamasına taşıyın. Her iki tarafın da değerlendirmelerini yeniden göndermesi gerekecektir. Bu işlem geri alınamaz.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
tr_tr: {{count}} değerlendirmeyi, çalışanlar ve yöneticiler için "Devam ediyor" aşamasına taşıyın. Her iki tarafın da değerlendirmelerini yeniden göndermesi gerekecektir. Bu işlem geri alınamaz.

source: Reopen reviews for workers and managers
tr_tr: Çalışanlar ve yöneticiler için değerlendirmeleri yeniden açın

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
tr_tr: {{count}} değerlendirmeyi, çalışanlar ve yöneticiler için "Devam ediyor" aşamasına taşıyın. Her iki tarafın da değerlendirmelerini yeniden göndermesi gerekecektir. Bu işlem geri alınamaz.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
tr_tr: {{count}} değerlendirmeyi, çalışanlar ve yöneticiler için "Devam ediyor" aşamasına taşıyın. Her iki tarafın da değerlendirmelerini yeniden göndermesi gerekecektir. Bu işlem geri alınamaz.

source: Reopen reviews for both workers and managers
tr_tr: Hem çalışanlar hem de yöneticiler için değerlendirmeleri yeniden açın
